{
  "s1-tag": "Specialized Care, Exceptional Results",
  "s1-title": "Our Comprehensive Services for Your Perfect Smile",
  "s1-description": "At Sijam, we offer a complete range of dental services that cover all your needs. Whether you are looking for specialized treatment or aesthetic enhancement for your smile, our team of experts is committed to providing the best care in a professional manner using the latest technologies.",
  "s2-title1": "Preventive Treatment",
  "s2-description1": "The accumulation of plaque and tartar around the teeth and under the gums leads to a series of dental problems such as cavities, gum inflammation, and bad breath. Regular cleaning at Sijam removes harmful bacteria to ensure exceptional oral health.",
  "s2-title2": "Orthodontics",
  "s2-description2": "Orthodontics helps ensure the proper function of teeth and create a beautiful, healthy, and harmonious smile. At Sijam, we offer traditional braces or Invisalign, depending on your preference and need.",
  "s2-title3": "Oral Surgery",
  "s2-description3": "We may determine your need for tooth extraction for various reasons such as severe decay, acute gum inflammation, or an irreparable fracture.",
  "s2-title4": "Root Canal Treatment",
  "s2-description4": "Root canal treatment can save an infected tooth from deep inflammation or severe decay when diagnosis indicates the need.",
  "s2-title5": "Dental Emergencies",
  "s2-description5": "Dental emergencies don't follow a schedule, and we understand that at Sijam. We will dedicate time to stay late, change appointments, and focus on relieving your pain.",
  "s2-title6": "Cosmetic Treatment",
  "s2-description6": "If you feel embarrassed by your smile or are looking for a perfect smile! Porcelain veneers will change the color, shape, and length of your teeth and transform your smile completely.",
  "s2-title7": "Dental Prosthetics",
  "s2-description7": "A crown, whether partial or full coverage, is used to cover damaged teeth that are likely to break and cannot be treated with traditional fillings.",
  "s2-title8": "Pediatric Dentistry",
  "s2-description8": "We understand that visiting the dentist can be unpleasant for children, so at Sijam, we provide a smooth, calm, and as pain-free an experience as possible.",
  "ReadMore": "Read More",
  "include": "What's Included this",
  "doctorsServices": "Doctors Providing This Service"
}
